Repository: richardbarran/django-photologue
Catalog: photologue/locale/*/LC_MESSAGES/django.po
Languages: ca, da, de, es_es, nl, no, pt_br, sk, tr, zh_hans

source: The following photo does not belong to the same site(s) as the gallery, so will never be displayed: %(photo_list)s.
ca: La següent fotografia no pertany al mateix lloc o llocs que la galeria, així que no es mostrarà mai: %(photo_list)s.
de: Dieses Foto gehört nicht zur selben Seite wie seine Galerie und wird daher nie angezeigt werden: %(photo_list)s.
nl: De volgende foto hoort niet tot dezelfde site(s) als de galerij, dus zal nooit getoond worden: %(photo_list)s.

source: The gallery has been successfully added to %(site)s
ca: S'ha afegit la galeria correctament a %(site)s
da: Galleriet er blevet tilføjet til %(site)s
de: Die Galerie wurden erfolgreich zu %(site)s hinzugefügt.
es_es: La galería ha sido agregada exitosamente a %(site)s
nl: De galerij is met succes toegevoegd aan %(site)s
sk: Galéria bola úspešne pridaná na %(site)s
tr: Galeri başarıyla şu siteye yüklendi: %(site)s

source: Add selected galleries to the current site
ca: Afegeix les galeries seleccionades al lloc web actual
da: Tilføj valgte gallerier til den nuværende webside
de: Ausgewählte Galerien zur aktuellen Site hinzufügen
es_es: Agregar galerías al sitio
nl: Voeg geselecteerde galerij toe aan de huidige pagina
sk: Pridať vybrané galérie na aktuálnu stránku
tr: Seçili galerileri mevcut siteye ekle
zh_hans: 添加选中图库到当前站点

source: The gallery has been successfully removed from %(site)s
ca: S'ha suprimit correctament la galeria de %(site)s
da: Det valgte galleri er blevet fjernet fra %(site)s
de: Die ausgewählte Galerie wurde erfolgreich von %(site)s entfernt.
es_es: La galería ha sido eliminada correctamente de %(site)s
nl: De geselecteerde galerij is met succes verwijderd van %(site)s
sk: Galéria bola úspešne odobratá zo %(site)s
tr: Galeri şu sitelerden başarıyla silindi: %(site)s

source: Remove selected galleries from the current site
ca: Suprimeix les galeries seleccionades del lloc web actual
da: Fjern valgte gallerier fra den nuværende webside
de: Entferne ausgewählte Galerien von der aktuellen Site.
es_es: Eliminar las galerías seleccionadas del sitio actual
nl: Verwijder geselecteerde galerijen van de huidige pagina
sk: Odobrať označené galérie z aktuálnej stránky
tr: Seçili galerileri mevcut siteden çıkar
zh_hans: 从当前站点中移除选中图库

source: All photos in gallery %(galleries)s have been successfully added to %(site)s
ca: Totes les fotos de la galeria %(galleries)s s'han afegit amb èxit a %(site)s
da: Alle billeder i galleriet %(galleries)s er blevet tilføjet til %(site)s
de: Alle Fotos der Galerie %(galleries)s wurden zu %(site)s hinzugefügt.
es_es: Todas las fotos en la galería %(galleries)s han sido correctamente agregadas a %(site)s
nl: Alle foto's in galerij %(galleries)s zijn met succes toegevoegd aan %(site)s
sk: Všetky fotografie z galérie %(galleries)s boli úspešne pridané na stránku %(site)s

source: Add all photos of selected galleries to the current site
ca: Afegeix totes les fotos de les galeries seleccionades al lloc web actual
da: Tilføj alle billeder fra de valgte gallerier til den nuværende webside
de: Alle Fotos der ausgewählten Galerien zur aktuellen Site hinzufügen.
es_es: Agregar todas las fotos de las galerías seleccionadas al sitio actual
nl: Voeg alle foto's van de gelecteerde galerij toe aan de huidige pagina
sk: Pridať všetky fotografie z označených galérií do aktuálnej stránky
tr: Seçili galerilerin tüm fotolarını mevcut siteye ekle
zh_hans: 添加选中图库中的所有照片至当前站点

source: All photos in gallery %(galleries)s have been successfully removed from %(site)s
ca: Totes les fotos de la galeria %(galleries)s s'han suprimit amb èxit de %(site)s
da: Alle billeder i galleriet %(galleries)s er blevet slettet fra %(site)s
de: Alle Fotos der Galerie %(galleries)s wurden erfolgreich von %(site)s entfernt.
es_es: Todas las fotos en la galería %(galleries)s han sido correctamente eliminadas de %(site)s
nl: Alle foto's in galerij %(galleries)s zijn met succes verwijderd van %(site)s
sk: Všetky fotografie z galérie %(galleries)s boli úspešne odobraté zo stránky %(site)s

source: Remove all photos in selected galleries from the current site
ca: Suprimeix totes les fotos de les galeries seleccionades del lloc web actual
da: Fjern alle billeder i valgte gallerier fra den nuværende webside
de: Entferne alle Fotos der ausgewählten Gallerien von der aktuellen Seite
es_es: Eliminar todas las fotos seleccionadas en las galerías del sito actual
nl: Verwijder alle foto's in de geselecteerde galerijen van de huidige pagina
sk: Odobrať všetky fotografie z vybraných galérií z aktuálnej stránky
tr: Seçili galerilerin tüm fotolarını mevcut siteden çıkar
zh_hans: 从当前站点中移除选中图库中的所有照片

source: The photo has been successfully added to %(site)s
ca: La foto s'ha afegit amb èxit a %(site)s
da: Billedet er blevet tilføjet til %(site)s
de: Das Foto wurde erfolgreich zu %(site)s hinzugefügt.
es_es: La foto a sido agregada correctamente a %(site)s
nl: De foto is met succes toegevoegd aan %(site)s
sk: Fotografia bola úspešne pridaná na %(site)s

source: Add selected photos to the current site
ca: Afegeix les fotografies seleccionades al lloc web actual
da: Tilføj valgte billeder til den nuværende webside
de: Füge ausgewählte Fotos zur aktuellen Seite hinzu
es_es: Agregar las fotos seleccionadas al sitio actual
nl: Voeg geselecteerde foto's toe aan de huidige pagina
sk: Pridať označené fotografie na aktuálnu stránku
tr: Seçili fotoları mevcut siteye ekle
zh_hans: 添加选中照片至当前站点

source: The photo has been successfully removed from %(site)s
ca: La fotografia s'ha suprimit amb èxit de %(site)s
da: Billedet er blevet fjernet fra %(site)s
de: Das Foto wurde erfolgreich von %(site)s entfernt.
es_es: La foto ha sido eliminada correctamente de %(site)s
nl: De foto is met succes verwijderd van %(site)s
sk: Fotografia bola úspešne odobratá zo %(site)s

source: Remove selected photos from the current site
ca: Suprimeix les fotos seleccionades del lloc web actual
da: Fjern valgte billeder fra den nuværende webside
de: Entferne ausgewählte Fotos von der aktuellen Seite
es_es: Eliminar la foto seleccionada del sitio actual
nl: Verwijder geselecteerde foto van de huidige pagina
sk: Odobrať označené fotografie z aktuálnej stránky
tr: Seçili fotoları siteden kaldır
zh_hans: 从当前站点中移除选中照片

source: Upload a zip archive of photos
ca: Penja un fitxer zip de fotografies
da: Upload et zip-arkiv af billeder
de: Lade ein Zip-Archiv an Fotos hoch
es_es: Subir un archivo ZIP de fotos
nl: Upload een zip-archief met foto's
sk: Nahrať ZIP archív s fotkami
zh_hans: 上传照片的 zip 存档

source: Title
ca: Títol
da: Titel
de: Titel
es_es: Titulo
nl: Titel
sk: Titulok
tr: Başlık
zh_hans: 标题

source: All uploaded photos will be given a title made up of this title + a sequential number.<br>This field is required if creating a new gallery, but is optional when adding to an existing gallery - if not supplied, the photo titles will be creating from the existing gallery name.
ca: A totes les fotografies penjades se li posarà un títol compost pel títol + un número seqüencial.<br>Aquest camp és necessari si es crea una galeria nova, però és opcional en afegir a una galeria existent - si no es posa, el títols de les fotografies es crearan del nom de la galeria existent.
de: Für alle hochgeladenen Fotos wird ein Titel aus diesem Titel und einer fortlaufenden Nummer generiert.<br>Dieses Feld muss nur ausgefüllt werden, wenn eine neue Galerie angelegt wird, andernfalls ist es optional – wenn keine Angabe getätigt wird der Name der Galerie als Titel für die Einzelbilder herangezogen.
nl: Alle geüploade foto's krijgen een titel gevormd door deze titel + een nummer.<br>Dit veld is verplicht als je een nieuwe galerij aanmaakt, maar optioneel bij het toevoegen aan een bestaande galerij. Indien niet ingevuld, krijgen alle foto's een titel gebaseerd op de bestaande galerij-naam.
zh_hans: 所有已上传的照片将被冠以一个由 此标题 + 有序数字 组成的新标题.<br>此字段在创建新图库时是必需的, 但是在被添加到某个已经存在的图库时则是可选的 - 如果未填写此字段, 照片标题将由这个已经存在的图库标题按上述规则组合而成.

source: Gallery
ca: Galeria
da: Galleri
de: Galerie
es_es: Galería
nl: Galerij
sk: Galéria
tr: Galeri
zh_hans: 图库

source: Select a gallery to add these images to. Leave this empty to create a new gallery from the supplied title.
ca: Selecciona una galeria a la qual afegir aquestes imatges. Deixa en blanc per crear una galeria nova amb el títol subministrat.
da: Vælg et galleri at tilføje disse billeder til. Lad feltet være tomt for at oprette et nyt galleri med den valgte title
de: Wähle eine Galerie aus, zu der diese Bilder hinzugefügt werden sollen. Lasse dieses Feld leer, um eine neue Galerie mit dem angegeben Titel zu erzeugen.
es_es: Seleccione una galería para agregarle estas imágenes. Déjelo vacío para crear una nueva galería a partir de este título.
nl: Selecteer een galerij om deze foto's aan toe te voegen. Laat dit leeg om een nieuwe galerij aan te maken met de gegeven titel.
sk: Vyberte galériu do ktorej chcete pridať tieto obrázky. Pre vytvorenie novej galérie so zadaným názvom ponechajte toto pole prázdne.
tr: Bu resimleri eklemek için bir galeri seçin. Verilen başlıktan yeni bir galeri oluşturmak için boş bırakın.
zh_hans: 选择一个图库以将这些图片添加进去. 如若留空, 则以所提供的标题来创建一个新图库.

source: Caption
ca: Títol
da: Billedtekst
de: Bildunterschrift
es_es: Pie de foto
nl: Onderschrift
sk: Titulok
tr: Altbaşlık
zh_hans: 副标题

source: Caption will be added to all photos.
ca: El títol s'afegirà a totes les fotografies.
da: Billedeteksten vil blive tilføjet til alle billeder.
de: Die Bildunterschrift wird allen Fotos hinzugefügt.
es_es: El pie de foto se añadirá a todas las fotos.
nl: Onderschrift wordt toegevoegd aan alle foto's.
no: Undertitler blir lagt til på alle bilder.
pt_br: A legenda será adicionada para todas as fotos
sk: Titulok bude pridaný do všetkých fotografií.
tr: Altyazı tüm fotolara eklenecektir.
zh_hans: 副标题将会被添加到所有照片中.

source: Description
ca: Descripció
da: Beskrivelse
de: Beschreibung
es_es: Descripción
nl: Omschrijving
sk: Popis
tr: Tanım
zh_hans: 描述信息

source: A description of this Gallery. Only required for new galleries.
ca: Una descripció d'aquesta galeria. Solament és necessari per a noves galeries.
de: Eine Beschreibung dieser Galerie. Nur erforderlich bei neuen Galerien.
es_es: Una descripción para esta galería. Solo es requerido para nuevas galerías.
nl: Een beschrijving van deze galerij. Enkel verplicht voor nieuwe galerijen.
zh_hans: 此图库的描述信息. 此字段只有对新创建的图库是必需的.

source: Is public
ca: És pública
da: Er offentlig
de: Ist öffentlich
es_es: Es público
nl: Is publiek toegankelijk
sk: Je verejná
tr: Halka açık
zh_hans: 是否公开

source: Uncheck this to make the uploaded gallery and included photographs private.
ca: Desmarca per fer privades la galeria penjada i les fotografies incloses.
da: Fjern afkrydsningen her for at gøre det uploadede galleri og alle inkluderede billeder private.
de: Schalte dies aus, um die hochgeladene Galerie und alle enthaltenen Bilder privat zu machen.
es_es: Desactive esto para hacer que la galería subida y fotos incluidas sean privadas.
nl: Haal dit vinkje weg om de geüploade galerij en foto's privé te maken.
no: Avmarker dette for å gjøre galleriet og dets bilder private.
pt_br: Desmarque esta opção para tornar a galeria, incluindo suas fotos, não pública.
sk: Odškrtnite, aby odovzdané galérie a zahrnuté fotografie boli súkromné.
tr: Yüklenen bu galeriyi ve içerisindeki tüm fotoları özel yapmak için işaretlemeyin.
zh_hans: 反选此处将使得上传的图库及包含的照片设为私有.

source: A gallery with that title already exists.
ca: Una galeria amb aquest títol ja existeix.
da: Et galleri med den titel eksisterer allerede
de: Es existiert bereits eine Gallerie mit diesem Titel.
es_es: Ya existe una galería con ese título.
nl: Een galerij met deze titel bestaat al.
sk: Galéria s týmto názvom už existuje.
tr: Bu başlıkta bir galeri zaten var.
zh_hans: 已经存在一个名称相同的图库

source: Select an existing gallery, or enter a title for a new gallery.
ca: Seleccioneu una galeria existent, o introduïu un títol per a la galeria nova.
da: Vælg et eksisterende galleri, eller skriv en titel til et nyt galleri
de: Wähle eine existierende Galerie aus oder gib einen Titel für eine neue Galerie ein.
es_es: Seleccione una galería existente o ingrese un nuevo nombre para la galería.
nl: Selecteer een bestaande galerij of vul de titel in van een nieuwe galerij
sk: Vyberte existujúcu galériu, alebo vyplnte názov pre novú.
tr: Mevcut bir galeriyi seçin veya yeni bir galeri için bir başlık girin.
zh_hans: 选择一个现有图库, 或者键入标题以创建一个新图库

source: Ignoring file "{filename}" as it is in a subfolder; all images should be in the top folder of the zip.
ca: S'està ignorant el fitxer "{filename}" ja que està en una subcarpeta; totes les imatges haurien d'estar en la carpeta superior del fitxer zip.
da: Ignorerer fil "{filename}", da det er en undermappe; alle billeder bør være i topmappen af zip-filen
de: Ignoriere die Datei "{filename}", da sie sich in einem Unterordner befindet; alle Bilder sollten sich im Wurzelverzeichnis der Zip-Datei befinden.
es_es: Ignorando archivos "{filename}" por estar en subcarpetas, todas las imágenes deben estar en la carpeta de primer nivel del zip.
nl: Bestand "{filename}" ligt in een onderliggende map. Alleen afbeeldingen in de bovenste folder van de zip worden gebruikt.
sk: Ignorujem súbor "{filename}" nakoľko je v podadresári, všetky obrázky by mali byť priamo v zip archíve bez vnorenej adresárovej štruktúry.
tr: "{filename}" alt bir klasör içinde olduğu için gözardı edilecek; zip içindeki tüm fotolar en üst klasörde yer almalı.
zh_hans: 忽略文件 "{filename}" 因为它存在于子目录当中; 所有图像应当存在于 zip 存档的顶层目录中.

source: Could not process file "{0}" in the .zip archive.
ca: No s'ha pogut processar el fitxer "{0}" del fitxer zip.
da: Kunne ikke behandle fil "{0}" i zip-arkivet.
de: Konnte die Datei "{0}" aus dem Zip-Archiv nicht verarbeiten.
es_es: No se pudo procesar el archivo "{0}" en el archivo zip.
nl: Kon bestand "{0}" in het zip-archief niet verwerken.
sk: Nepodarilo sa spracovať súbor "{0}" v .zip archíve.
tr: Zip arşivindeki "{0}" dosyası işlenemedi.
zh_hans: 无法处理 .zip 存档当中的文件 "{0}".

source: The photos have been added to gallery "{0}".
ca: Les fotografies s'han afegit a la galeria "{0}".
da: Billederne er blevet tilføjet til galleri "{0}"
de: Die Fotos wurden zur Galerie "{0}" hinzugefügt.
es_es: La foto a sido agregada correctamente a "{0}".
nl: De foto's zijn toegevoegd aan galerij "{0}".
sk: Fotografie boli pridané do galérie "{0}".
zh_hans: 照片已被添加至图库 "{0}".

source: Very Low
ca: Molt baixa
da: Meget Lav
de: Sehr niedrig
es_es: Muy bajo
nl: Zeer laag
no: Veldig lav
pt_br: Muito Baixa
sk: Veľmi Nízka
tr: Çok düşük
zh_hans: 非常低

source: Low
ca: Baixa
da: Lav
de: Niedrig
es_es: Bajo
nl: Laag
no: Lav
pt_br: Baixa
sk: Nízka
tr: Düşük
zh_hans: 低

source: Medium-Low
ca: Mitja-baix
da: Medium Lav
de: Mittel-niedrig
es_es: Medio-bajo
nl: Middel-laag
no: Middels-lav
pt_br: Média-Baixa
sk: Stredne-Nízka
tr: Orta-Düşük
zh_hans: 较低

source: Medium
ca: Mitjana
de: Mittel
es_es: Medio
nl: Gemiddeld
no: Middels
pt_br: Média
sk: Stredná
tr: Orta
zh_hans: 中等

source: Medium-High
ca: Mitja-alta
da: Medium Høj
de: Mittel-hoch
es_es: Medio-alto
nl: Middel-hoog
no: Middels-høy
pt_br: Média-Alta
sk: Stredne-Vysoká
tr: Orta-Yüksek
zh_hans: 较高

source: High
ca: Alta
da: Høj
de: Hoch
es_es: Alto
nl: Hoog
no: Høy
pt_br: Alta
sk: Vysoká
tr: Yüksek
zh_hans: 高

source: Very High
ca: Molt alta
da: Meget Høj
de: Sehr hoch
es_es: Muy alto
nl: Zeer hoog
no: Veldig høy
pt_br: Muito Alta
sk: Veľmi Vysoká
tr: Çok Yüksek
zh_hans: 非常高

source: Top
ca: Principi
de: Oben
es_es: Arriba
nl: Boven
no: Topp
pt_br: Cima
sk: Hore
tr: Üst
zh_hans: 顶部

source: Right
ca: Dreta
da: Højre
de: Rechts
es_es: Derecha
nl: Rechts
no: Høyre
pt_br: Direita
sk: Vpravo
tr: Sağ
zh_hans: 右侧

source: Bottom
ca: A baix
da: Bund
de: Unten
es_es: Abajo
nl: Onder
no: Bunn
pt_br: Baixo
sk: Dole
tr: Alt
zh_hans: 底部

source: Left
ca: Esquerra
da: Venstre
de: Links
es_es: Izquierda
nl: Links
no: Venstre
pt_br: Esquerda
sk: Vľavo
tr: Sol
zh_hans: 左侧

source: Center (Default)
ca: Centrada (predeterminat)
da: Center (Standard)
de: Mitte (Standard)
es_es: Centro (por defecto)
nl: Midden (standaard)
no: Senter (forhåndsvalgt)
pt_br: Centro (Padrão)
sk: Stred (Štandardne)
tr: Merkez (Varsayılan)
zh_hans: 居中 (默认)

source: Flip left to right
ca: Gira d'esquerra a dreta
da: Flip venstre til højre
de: Horizontal spiegeln
es_es: Voltear de izquerda a derecha
nl: Spiegel horizontaal
no: Snu venstre mot høyre
pt_br: Inverter da direita para a esquerda
sk: Prevrátiť zľava doprava
tr: Soldan sağa ayna aksi
zh_hans: 左右翻转

source: Flip top to bottom
ca: Gira de dalt a baix
da: Flip top til bund
de: Vertikal spiegeln
es_es: Voltear de arriba a abajo
nl: Spiegel verticaal
no: Snu topp mot bunn
pt_br: Inverter de cima para baixo
sk: Prevrátiť zhora nadol
tr: Yukardan aşağıya ayna aksi
zh_hans: 上下翻转

source: Rotate 90 degrees counter-clockwise
ca: Rota 90 graus en sentit contrari al de les agulles del rellotge
da: Roter 90 grader mod uret
de: Um 90° nach links drehen
es_es: Rotar 90 grados en sentido horario
nl: Roteer 90 graden tegen de klok in
no: Rotér 90 grader mot klokka
pt_br: Rotacionar 90 graus no sentido anti-horário
sk: Otočiť o 90 stupňov proti smeru hodinových ručičiek
tr: 90 derece saat yönü tersine döndür
zh_hans: 逆时针旋转 90 度

source: Rotate 90 degrees clockwise
ca: Rota 90 graus en el sentit de les agulles del rellotge
da: Roter 90 grader med uret
de: Um 90° nach rechts drehen
es_es: Rotar 90 grados en sentido antihorario
nl: Roteer 90 graden met de klok mee
no: Rotér 90 grader med klokka
pt_br: Rotacionar 90 graus no sentido horário
sk: Otočiť o 90 stupňov v smere hodinových ručičiek
tr: 90 derece saat yönüne döndür
zh_hans: 顺时针旋转 90 度

source: Rotate 180 degrees
ca: Rota 180 graus
da: Roter 180 grader
de: Um 180° drehen
es_es: Rotar 180 grados
nl: Roteer 180 graden
no: Rotér 180 grader
pt_br: Rotacionar 180 graus
sk: Otočiť o 180 stupňov
tr: 180 derece döndür
zh_hans: 旋转 180 度

source: Tile
ca: Mosaic
de: Kacheln
es_es: Mosaico
nl: Tegelen
no: Flislegg
pt_br: Título
sk: Dláždiť
tr: Kutu-kutu, kiremit tarzı
zh_hans: 平铺

source: Scale
ca: Escala
da: Skala
de: Skalieren
es_es: Escalar
nl: Schalen
no: Skalér
pt_br: Escala
sk: Dodržať mierku
tr: Ölçekle
zh_hans: 缩放

source: Chain multiple filters using the following pattern "FILTER_ONE->FILTER_TWO->FILTER_THREE". Image filters will be applied in order. The following filters are available: %s.
ca: Encadeneu múltiple filtres fent servir el següent patró "FILTRE_UN->FILTRE_DOS->FILTRE_TRES". Els filtres d'imatge s'aplicaran en ordre. Estan disponibles els filtres següents: %s.
da: Sæt adskillige filtre i kæde vha. følgende mønster "FILTER_ONE->FILTER_TWO->FILTER_THREE". Billedefiltre vil blive påført i den anførte rækkefølge. De følgende filtre er tilgænglige: %s.
de: Verkette mehrere Filter in der Art "FILTER_EINS->FILTER_ZWEI->FILTER_DREI". Bildfilter werden nach der Reihe angewendet. Folgende Filter sind verfügbar: %s.
es_es: Encadene múltiples filtros usando el siguiente patrón "FILTRO_UNO->FILTRO_DOS->FILTRO_TRES". Los filtros de imagen se aplicarán en orden. Los siguientes filtros están disponibles: %s.
nl: Keten meerdere filters aan elkaar met het patroon: "FILTER_EEN->FILTER_TWEE->FILTER_DRIE". Afbeeldingsfilters worden in volgorde toegepast. De volgende filters zijn beschikbaar: %s.
pt_br: Encadeie multiplos filtros usando o seguinte padrão "FILTRO_UM->FILTRO_DOIS->FILTRO_TRÊS". Os filtors serão aplicados na ordem em que foram encadeados. Os seguintes filtros estão disponíveis: %s.
sk: Zreťazte viac filtrov pomocou nasledovného vzoru "FILTER_JEDNA->FILTER_DVA->FILTER_TRI". Obrázkové filtre budú použité v poradí. Nasledujúce filtre sú k dispozícii: %s.
tr: Birden çok filtreyi şu şekilde uygulayabilirsin: "ILK_FILTRE->IKINCI_FILTRE->UCUNCU_FILTRE". Filtreler sırayla uygulanacaktır. Etkin filtreler: %s
zh_hans: 请按 "FILTER_ONE->FILTER_TWO->FILTER_THREE" 的格式来串联多个滤镜. 将按照顺序应用图像滤镜. 可用的滤镜有: %s.

source: date published
ca: data de publicació
da: dato offentliggjort
de: Veröffentlichungsdatum
es_es: fecha de publicación
nl: datum gepubliceerd
no: publiseringsdato
pt_br: data de publicação
sk: dátum zverejnenia
tr: yayınlama tarihi
zh_hans: 发布日期

source: title
ca: títol
da: titel
de: Titel
es_es: título
nl: titel
no: tittel
pt_br: título
sk: názov
tr: başlık
zh_hans: 标题

source: title slug
ca: url del títol
da: titel slug
de: Kurztitel
es_es: título slug
nl: titel 'zetsel'
no: tittel (slug)
pt_br: slug do título
sk: identifikátor názvu
tr: başlık slug
zh_hans: 标题缩写

source: A "slug" is a unique URL-friendly title for an object.
ca: L'url del títol és un URL sense espais per a un objecte.
da: En "slug" er en unik URL-venlig titel for et objekt
de: Ein Kurztitel ("slug") ist ein eindeutiger, URL-geeigneter Titel für ein Objekt.
es_es: Un "slug" es un único título URL-amigable para un objeto.
nl: Een "zetsel" is een unieke URL-vriendelijke titel voor een object.
no: En "slug" er en unik URL-vennlig tittel for et objekt.
pt_br: Um "slug" é um título único compatível com uma URL.
sk: "Identifikátor" je unikátny názov objektu vhodný pre použitie v URL.
tr: "Slug" bir nesne için url dostu eşsiz bir başlıktır.
zh_hans: 标题缩写是一个唯一的、易于在 URL 当中使用和解析一个对象的标题

source: description
ca: descripció
da: beskrivelse
de: Beschreibung
es_es: descripción
nl: beschrijving
no: beskrivelse
pt_br: descrição
sk: popis
tr: tanım
zh_hans: 描述

source: is public
ca: és pública
da: er offentlig
de: ist öffentlich
es_es: es público
nl: is openbaar
no: publisert
pt_br: é publico
sk: je verejný
tr: Görünür mü?
zh_hans: 是否公开

source: Public galleries will be displayed in the default views.
ca: Les galeries públiques es mostraran en les vistes predeterminades.
da: Offentlige gallerier vil blive vist i standard views.
de: Öffentliche Galerien werden in den Standard-Views angezeigt.
es_es: Las galerías públicas serán mostradas en las vistas por defecto.
nl: Openbare galerijen worden weergegeven in de standaardviews.
no: Publiserte gallerier vil bli vist på vanlig vis.
pt_br: Galerias públicas serão mostradas nas views padrões.
sk: Verejné galérie budú zobrazené v štandardných zobrazeniach.
tr: Görülebilir galeriler varsayılan görünümlerde sergilenirler.
zh_hans: 公开图库将被显示在默认视图中.

source: photos
ca: fotos
da: billeder
de: Fotos
es_es: fotos
nl: foto's
no: bilder
pt_br: fotos
sk: fotografie
tr: fotolar
zh_hans: 照片

source: sites
ca: llocs web
da: websider
de: Seiten
es_es: sitios
sk: stránky
tr: siteler
zh_hans: 站点

source: gallery
ca: galeria
da: galleri
de: Galerie
es_es: galería
nl: galerij
no: galleri
pt_br: Galeria
sk: galéria
tr: galeri
zh_hans: 图库

source: galleries
ca: galeries
da: gallerier
de: Galerien
es_es: galerías
nl: galerijen
no: gallerier
pt_br: Galerias
sk: galérie
tr: galeriler
zh_hans: 图库

source: count
ca: compta
da: tæller
de: Anzahl
es_es: contar
nl: aantal
no: visninger
pt_br: contagem
sk: počet
tr: sayaç
zh_hans: 数量

source: image
ca: imatge
da: billede
de: Bild
es_es: imagen
nl: afbeelding
no: bilde
pt_br: imagem
sk: obrázok
tr: imaj
zh_hans: 图像

source: date taken
ca: data en la què es va fer
da: dato taget
de: Aufnahmedatum
es_es: fecha en la que se tomó
nl: datum genomen
no: dato tatt
pt_br: data em que a foto foi tirada
sk: dátum odfotenia
tr: çekilme tarihi
zh_hans: 拍摄日期

source: Date image was taken; is obtained from the image EXIF data.
ca: La data en què la imatge es va fer; s'obté de la informació EXIF de la imatge.
de: Datum, an dem das Foto geschossen wurde; ausgelesen aus den EXIF-Daten.
es_es: La fecha de la imagen fue obtenida por información EXIF de la imagen.
nl: Datum afbeelding is ingenomen; is verkregen van de afbeelding zijn EXIF data.
zh_hans: 图像拍摄时的日期; 包含在图像的 EXIF 元数据中
