Repository: richardbarran/django-photologue
Catalog: photologue/locale/*/LC_MESSAGES/django.po
Languages: ca, da, de, es_es, nl, no, pt_br, sk, tr, zh_hans

source: <p>On this page you can upload many photos at once, as long as you have put them all in a zip archive. The photos can be either:</p> <ul> <li>Added to an existing gallery.</li> <li>Otherwise, a new gallery is created with the supplied title.</li> </ul>
ca: <p>En aquesta pàgina podeu penjar tantes fotos com tingueu, d'una sola vegada poseu-les totes en un fitxer zip. Les fotos es podran o bé:</p> <ul> <li>Afegir a una galeria existent.</li> <li>O bé, es crearà una galeria nova amb el títol que poseu.</li> </ul>
da: <p>På denne side can du uploade flere billeder på én gang, så længe du har samlet dem i et zip-arkiv. Billederne kan enten blive:</p> <ul> <li>Tilføjet til et eksisterende galleri.<li> <li>Ellers bliver et nyt galleri oprettet med den valgte titel.</li> </ul>
de: <p>Auf dieser Seite können mehrere Fotos auf einmal hochgeladen werden, sofern sie alle in einem Zip-Archiv vorliegen. Die Fotos können entweder:</p> <ul> <li>einer existierenden Galerie zugeordnet werden</li> <li>oder eine neue Galerie wird durch Angabe eines Titels angelegt</li> </ul>
es_es: <p>En esta página puedes subir las fotos que gustes al mismo tiempo, siemprew y cuando tengas poner todas en un archivo zip. las fotos pueden ser:</p> <ul> <li>Agregadas a una galería existente.</li> <li>O, crear una nueva galería con un titulo.</li> </ul>
nl: <p>Op deze pagina kun je meerdere foto's tegelijk uploaden indien ze allen in een zip-archief zitten. De foto's kunnen:</p> <ul> <li>Toegevoegd worden aan een bestaande galerij</li> <li>Of er wordt een galerij aangemaakt met de gegeven titel.</li> </ul>
sk: <p>Na tejto stránke môžete nahrať viacero fotiek naraz, pokiaľ ich umiestnite do jedného ZIP archívu. Fotografie môžu byť:</p> <ul> <li>Pridané do existujúcej galérie.</li> <li>Alebo bude vytvorená nová galérie so zadaným názvom.</li> </ul>
zh_hans: <p>在此页面, 你可以一次性上传包含多张图片的 zip 存档, 上传的图片可以被:</p> <ul> <li>添加至现有图库.</li> <li>或者, 以提供的标题创建一个新图库.</li> </ul>

source: Please correct the error below.
ca: Corregiu l'error següent.
da: Ret venligst fejlen nedenfor
de: Bitte korrigiere den unten aufgeführten Fehler.
es_es: Favor de corregir los errores.
nl: Gelieve de fout hieronder te verbeteren.
sk: Prosím opravte chybu uvedenú nižšie.
tr: Lütfen aşağıdaki hatayı düzeltin.
zh_hans: 请更正以下错误

source: Please correct the errors below.
ca: Corregiu els error següents.
da: Ret venligst fejlene nedenfor
de: Bitte korrigiere die unten aufgeführten Fehler.
es_es: Favor de corregir los errores.
nl: Gelieve de fouten hieronder te verbeteren.
sk: Prosím opravte chyby uvedené nižšie.
tr: Lütfen aşağıdaki hataları düzeltin.
zh_hans: 请更正以下错误

source: Latest photo galleries
ca: Darreres galeries
da: Seneste billedgallerier
de: Aktuelle Fotogalerien
es_es: Fotos de galerías mas recientes
nl: Meest recente fotogalerijen
sk: Nedávno pridané galérie
tr: Son foto galeriler
zh_hans: 最新照片图库

source: Filter by year
ca: Filtra pe any
da: Filtrer efter år
de: Filtere nach Jahr
es_es: Filtrar por año
nl: Filter op jaar
sk: Filtrovať podľa roku
tr: Yıla göre filtrele
zh_hans: 按年过滤

source: No galleries were found
ca: No s'han trobat galeries
da: Ingen gallerier fundet
de: Es wurden keine Galerien gefunden.
es_es: No se encontraron galerías
nl: Er zijn geen galerijen gevonden
sk: Neboli nájdené žiadne galérie
tr: Hiç galeri bulunamadı
zh_hans: 未找到图库

source: Galleries for %(show_day)s
ca: Galeries de %(show_day)s
da: Gallerier for %(show_day)s
de: Gallerien vom %(show_day)s.
es_es: Galerías por %(show_day)s
nl: Galerijen van %(show_day)s
sk: Galérie pre %(show_day)s
tr: %(show_day)s galerileri
zh_hans: %(show_day)s 的图库

source: No galleries were found.
ca: No s'han trobat galeries.
da: Ingen gallerier fundet
de: Es wurden keine Galerien gefunden.
es_es: No se encontraron galerías
nl: Er zijn geen galerijen gevonden.
sk: Nenašli sa žiadne galérie.
tr: Hiç galeri bulunamadı.
zh_hans: 未找到图库

source: View all galleries for month
ca: Mostra totes les galeries per mesos
da: Se alle gallerier i måned
de: Zeige alle Gallerien vom Monat
es_es: Ver todas las galerías por mes
nl: Bekijk alle galerijen uit maand
sk: Zobraziť všetky galérie pre daný mesiac
tr: Ayın tüm galerileri
zh_hans: 按月份浏览所有图库

source: Galleries for %(show_month)s
ca: Galeries del mes de %(show_month)s
da: Gallerier i %(show_month)s
de: Gallerien von %(show_month)s
es_es: Galerías para %(show_month)s
nl: Galerijen uit %(show_month)s
sk: Galérie pre %(show_month)s
tr: %(show_month)s galerileri
zh_hans: %(show_month)s 的图库

source: Filter by day
ca: Filtra per dia
da: Filtrer efter dag
de: Filtere nach Tag
es_es: Filtrar por día
nl: Filter op dag
sk: Filtrovať podľa dní
tr: Güne göre filtrele
zh_hans: 按天过滤

source: View all galleries for year
ca: Mostra totes les galeries per any
da: Se alle gallerier i året
de: Zeige alle Gallerien vom Jahr
es_es: Ver todas las galerías por año
nl: Bekijk all galerijen uit jaar
sk: Zobraziť všetky galérie pre rok
tr: Yılın tüm galerilerini görüntüle
zh_hans: 按年份浏览所有图库

source: Galleries for %(show_year)s
ca: Galeries de %(show_year)s
da: Gallerier i %(show_year)s
de: Gallerien von %(show_year)s
es_es: Galerías por %(show_year)s
nl: Galerijen uit %(show_year)s
sk: Galérie pre %(show_year)s
tr: %(show_year)s galerileri
zh_hans: %(show_year)s 的图库

source: Filter by month
ca: Filtra per mes
da: Filtrer efter måned
de: Filtere nach Monat
es_es: Filtrar por mes
nl: Filter op maand
sk: Filtrovať po mesiacoch
tr: Aya göre filtrele
zh_hans: 按月过滤

source: View all galleries
ca: Mostra totes les galeries
da: Se alle gallerier
de: Zeige alle Galerien.
es_es: Ver todas las galerías
nl: Bekijk alle galerijen
sk: Zobraziť všetky galérie
tr: Tüm galerileri görüntüle
zh_hans: 浏览所有图库

source: Published
ca: Publicada
da: Offentliggjort
de: Veröffentlicht
es_es: Publicado
nl: Gepubliceerd
sk: Zverejnené
tr: Yayında
zh_hans: 已发布的

source: All galleries
ca: Totes les galeries
da: Alle gallerier
de: Alle Galerien
es_es: Todas las Galerías
nl: Alle galerijen
sk: Všetky galérie
tr: Tüm galeriler
zh_hans: 所有图库

source: Previous
ca: Anterior
da: Forrige
de: Vorherige
es_es: Anterior
nl: Vorige
sk: Predchádzajúci
tr: Önceki
zh_hans: 上一页

source: page %(page_number)s of %(total_pages)s
ca: pàgina %(page_number)s de %(total_pages)s
da: side %(page_number)s af %(total_pages)s
de: Seite %(page_number)s von %(total_pages)s
es_es: página %(page_number)s de %(total_pages)s
nl: pagina %(page_number)s van %(total_pages)s
sk: stránka %(page_number)s z %(total_pages)s
tr: sayfa %(page_number)s / %(total_pages)s
zh_hans: 第 %(page_number)s / %(total_pages)s 页

source: Next
ca: Següent
da: Næste
de: Nächste
es_es: Próximo
nl: Volgende
sk: Nasledujúci
tr: Sonraki
zh_hans: 下一页

source: Latest photos
ca: Les darreres fotos
da: Seneste billeder
de: Aktuelle Fotos
es_es: Fotos más recientes
nl: Laatste foto's
sk: Nedávno pridané fotografie
tr: Son fotolar
zh_hans: 最新照片

source: No photos were found
ca: No s'han trobat fotos
da: Ingen billeder fundet
de: Keine Fotos gefunden
es_es: No se encontraron fotos
nl: Er zijn geen foto's gevonden
sk: Nenašli sa žiadne fotografie
tr: Foto bulunamadı
zh_hans: 未找到照片

source: Photos for %(show_day)s
ca: Fotos de%(show_day)s
da: Billeder for %(show_day)s
de: Fotos vom %(show_day)s.
es_es: Fotos por %(show_day)s
nl: Foto's van %(show_day)s
sk: Fotografie pre %(show_day)s
tr: %(show_day)s galerileri
zh_hans: %(show_day)s 的照片

source: View all photos for month
ca: Mostra totes les fotos per mesos
da: Se alle billeder i måned
de: Zeige alle Fotos vom Monat
es_es: Ver todas las fotos por mes
nl: Bekijk alle foto's van maand
sk: Zobraziť všetky fotografie pre mesiac
tr: Ayın tüm fotoları
zh_hans: 按月份浏览所有照片

source: Photos for %(show_month)s
ca: Fotos del mes de %(show_month)s
da: Billeder i %(show_month)s
de: Fotos von %(show_month)s
es_es: Fotos por %(show_month)s
nl: Foto's van %(show_month)s
sk: Fotografie pre %(show_month)s
tr: %(show_month)s fotoları
zh_hans: %(show_month)s 的照片

source: View all photos for year
ca: Mostra totes les fotos per any
da: Se alle billeder i år
de: Zeige alle Fotos vom Jahr
es_es: Ver todas las fotos por año
nl: Bekijk alle foto's uit het jaar
sk: Zobraziť všetky fotografie pre rok
tr: Yılın tüm fotoları
zh_hans: 按年份浏览所有照片

source: Photos for %(show_year)s
ca: Fotos de %(show_year)s
da: Billeder i %(show_year)s
de: Fotos von %(show_year)s
es_es: Fotos por %(show_year)s
nl: Foto's uit %(show_year)s
sk: Fotografie pre %(show_year)s
tr: %(show_year)s fotoları
zh_hans: %(show_year)s 的照片

source: View all photos
ca: Mostra totes les fotos
da: Se alle billeder
de: Zeige alle Fotos
es_es: Ver todas las fotos
nl: Bekijk alle foto's
sk: Zobraziť všetky fotografie
tr: Tüm fotoları görüntüle
zh_hans: 浏览所有照片

source: This photo is found in the following galleries
ca: Aquesta foto es troba en les següents galeries
da: Dette billede findes i følgende gallerier
de: Dieses Foto befindet sich in folgenden Galerien
es_es: Esta foto se encontró en las siguientes galerías
nl: Deze foto staat in de volgende galerijen
sk: Táto fotka sa nachádza v nasledujúcich galériách
tr: Bu fotonun bulunduğu galeriler
zh_hans: 此照片在下列图库中被找到

source: All photos
ca: Totes les fotos
da: Alle billeder
de: Alle Fotos
es_es: Todas las fotos
nl: Alle foto's
sk: Všetky fotografie
tr: Tüm fotolar
zh_hans: 所有照片

source: name
ca: nom
da: navn
es_es: nombre
nl: naam
no: navn
pt_br: nome
sk: meno
tr: isim
zh_hans: 名称

source: Separate tags with spaces, put quotes around multiple-word tags.
no: Separer tagger med mellomrom, bruk hermetegn rundt tagger som består av flere ord.
pt_br: Separe as tags com espaços, use aspas em volta de tags com mais de uma palavra

source: Django-tagging was not found, tags will be treated as plain text.
no: Django-tagging ble ikke funnet. Tagger vil bli behandlet som vanlig tekst.
pt_br: Django-tagging não foi encontrado, tags serão tratadas como texto simples

source: images file (.zip)
no: pakkede bildefiler (.zip)
pt_br: arquivo contendo as imagens (.zip)

source: Select a .zip file of images to upload into a new Gallery.
no: Velg en .zip-fil med bilder for å laste opp som et nytt galleri.
pt_br: Selecione um arquivo .zip contendo imagens para realizar o upload em uma nova Galeria

source: A description of this Gallery.
no: Beskrivelse av galleriet.
pt_br: Uma descrição desta galeria

source: gallery upload
no: galleriopplasting
pt_br: Upload de galeria

source: gallery uploads
no: galleriopplastinger
pt_br: Upload de galerias

source: tags
no: tagger
