Repository: richardbarran/django-photologue
Catalog: photologue/locale/*/LC_MESSAGES/django.po
Languages: ca, da, de, es_es, nl, no, pt_br, sk, tr, zh_hans

source: view count
ca: vistes
da: set tæller
de: Anzahl an Aufrufen
es_es: Contador de visitas
nl: weergave teller
sk: počet zobrazení
tr: görüntüleme sayısı
zh_hans: 浏览次数

source: crop from
ca: escapça des de
da: beskær fra
de: Beschneiden von
es_es: Recortar desde
nl: afknippen vanaf
no: kutt fra
pt_br: cortar
sk: orezať od
tr: şuradan kes
zh_hans: 裁剪自

source: effect
ca: efecte
da: effekt
de: Effekt
es_es: efecto
no: effekt
pt_br: efeito
sk: efekt
tr: efekt
zh_hans: 效果

source: An "admin_thumbnail" photo size has not been defined.
ca: No s'ha definit una mida de fotografia de la miniatura d'administració.
da: En "admin_thumbnail" billedestørrelse er ikke blevet defineret.
de: Es ist keine Fotogröße "admin_thumbnail" definiert.
es_es: El tamaño de foto de "miniatura de admin" no ha sido definido.
nl: Er is geen "admin_thumbnail" foto-maat vastgelegd.
no: En "admin_thumbnail"-bildestørrelse har ikke blitt opprettet.
pt_br: Um tamanho para a foto do "admin_thumbnail" ainda não foi definido.
sk: Veľkosť fotografie "admin_thumbnail" nebola definovaná.
tr: Bir "admin_thumbnail" foto ölçüleri tanımlanmamış.
zh_hans: "admin_thumbnail" 图像尺寸尚未定义.

source: Thumbnail
ca: Miniatura
de: Vorschaubild
es_es: Miniatura
nl: Miniatuur
no: Miniatyrbilde
sk: Náhľad
tr: Minyatür
zh_hans: 缩略图

source: slug
ca: url
de: Kurztitel
nl: zetsel
sk: identifikátor
zh_hans: 缩写

source: caption
ca: títol
da: billedetekst
de: Bildunterschrift
es_es: pie de foto
nl: onderschrift
no: undertittel
pt_br: legenda
sk: titulok
tr: alt yazı
zh_hans: 副标题

source: date added
ca: data en què s'ha afegit
da: dato tilføjet
de: Datum des Eintrags
es_es: fecha añadida
nl: datum toegevoegd
no: opplastingsdato
pt_br: data que foi adicionado(a)
sk: dátum pridania
tr: eklenme tarihi
zh_hans: 添加日期

source: Public photographs will be displayed in the default views.
ca: Les fotografies públiques es mostraran en les vistes predeterminades.
da: Offentlige billeder vil blive vist i standard views.
de: Öffentliche Fotos werden in den Standard-Views angezeigt.
es_es: Las fotos públicas serán mostradas en las vistas por defecto.
nl: Openbare foto's worden weergegeven in de standaardviews.
no: Publiserte bilder vil bli vist på vanlig måte.
pt_br: Fotos públicas serão mostradas nas views padrões.
sk: Verejné fotografie budú zobrazené v štandardných zobrazeniach.
tr: Görülebilir fotolar varsayılan görünümlerde sergilenirler.
zh_hans: 公开照片将被显示在默认视图中.

source: photo
ca: foto
da: billede
de: Foto
es_es: foto
nl: foto
no: bilde
pt_br: foto
sk: fotografia
tr: foto
zh_hans: 照片

source: rotate or flip
ca: rota o gira
da: roter eller flip
de: drehen oder spiegeln
es_es: rotar o voltear
nl: roteer of spiegel
no: rotér og snu
pt_br: rotacionar ou inverter
sk: otočiť alebo prevrátiť
tr: döndür ya da ayna aksi
zh_hans: 旋转或翻转

source: color
da: farve
de: Farbe
nl: kleur
no: farge
pt_br: cor
sk: farba
tr: renk
zh_hans: 色彩

source: A factor of 0.0 gives a black and white image, a factor of 1.0 gives the original image.
ca: Un factor de 0.0 proporciona una imatge en blanc i negre, un factor d'1.0 proporciona la imatge original.
da: En faktor af 0.0 giver et sort og hvidt billede, en faktor af 1.0 giver det originale billede.
de: Ein Faktor von 0.0 erzeugt ein Schwarzweißbild, ein Faktor von 1.0 erhält das Originalbild.
es_es: Un factor de 0.0 proporciona una imagen blanca y negra. Un factor de 1.0 proporciona la imagen original.
nl: Een factor van 0.0 geeft een zwart-wit afbeelding, een factor van 1.0 geeft de originele afbeelding.
no: En verdi på 0.0 gir et sort/hvitt-bilde, en verdi på 1.0 gir originalbildet.
pt_br: O valor 0.0 deixará a imagem em preto e branco, o fator 1.0 não alterará a mesma.A factor of 0.0 gives a black and white image, a factor of 1.0 gives the original image.
sk: Faktor 0.0 dáva čiernobiely obrázok, faktor 1.0 dáva pôvodný obrázok.
tr: 0.0 siyah beyaz bir imaj, 1.0 orjinal imajı verir.
zh_hans: 数值为 0.0 时将产生黑白图像, 数值为 1.0 时将产生原图.

source: brightness
ca: brillantor
da: lysstyrke
de: Helligkeit
es_es: iluminación
nl: helderheid
no: lyshet
pt_br: brilho
sk: jas
tr: parlaklık
zh_hans: 亮度

source: A factor of 0.0 gives a black image, a factor of 1.0 gives the original image.
ca: Un factor de 0.0 proporciona una imatge en negre, un factor d'1.0 proporciona la imatge original.
da: En faktor af 0.0 giver et sort billede, en faktor af 1.0 giver det originale billede.
de: Ein Faktor von 0.0 erzeugt ein schwarzes Bild, ein Faktor von 1.0 erhält das Originalbild.
es_es: Un factor de 0.0 proporciona una imagen negra. Un factor de 1.0 proporciona la imagen original.
nl: Een factor van 0.0 geeft een zwarte afbeelding, een factor van 1.0 geeft de originele afbeelding.
no: En verdi på 0.0 gir et sort bilde, en verdi på 1.0 gir originalbildet.
pt_br: O valor 0.0 deixará a imagem totalmente preta, o valor 1.0 não alterará a mesma.
sk: Faktor 0.0 dáva čierny obrázok, faktor 1.0 dáva pôvodný obrázok.
tr: 0.0 siyah bir imaj, 1.0 orjinal imajı verir.
zh_hans: 数值为 0.0 时将产生纯黑色图像, 数值为 1.0 时将产生原图.

source: contrast
da: kontrast
de: Kontrast
es_es: contraste
no: kontrast
pt_br: contraste
sk: kontrast
tr: kontrast
zh_hans: 对比度

source: A factor of 0.0 gives a solid grey image, a factor of 1.0 gives the original image.
ca: Un factor de 0.0 proporciona una imatge en gris sòlid, un factor d'1.0 proporciona la imatge original.
da: En faktor af 0.0 giver et solidt gråt billede, en faktor af 1.0 giver det originale billede.
de: Ein Faktor von 0.0 erzeugt ein opak graues Bild, ein Faktor von 1.0 erhält das Originalbild.
es_es: Un factor de 0.0 proporciona una imagen sólida gris. Un factor de 1.0 proporciona la imagen original.
nl: Een factor van 0.0 geeft een egaal grijze afbeelding, een factor van 1.0 geeft de originele afbeelding.
no: En verdi på 0.0 gir et grått bilde, en verdi på 1.0 gir originalbildet.
pt_br: O valor 0.0 deixará a imagem totalmente cinza, o valor 1.0 não alterará a mesma.
sk: Faktor 0.0 dáva šedý obrázok, faktor 1.0 dáva pôvodný obrázok.
tr: 0.0 katı gri bir imaj, 1.0 orjinal imajı verir.
zh_hans: 数值为 0.0 时将产生纯灰色图像, 数值为 1.0 时将产生原图.

source: sharpness
ca: nitidesa
da: skarphed
de: Schärfe
es_es: Resaltado
nl: scherpte
no: skarphet
pt_br: nitidez
sk: ostrosť
tr: keskinlik
zh_hans: 锐度

source: A factor of 0.0 gives a blurred image, a factor of 1.0 gives the original image.
ca: Un factor de 0.0 proporciona una imatge borrosa, un factor d'1.0 proporciona la imatge original.
da: En faktor af 0.0 giver et sløret billede, en faktor af 1.0 giver det originale billede.
de: Ein Faktor von 0.0 erzeugt ein sehr unscharfes Bild, ein Faktor von 1.0 erhält das Originalbild.
es_es: Un factor de 0.0 proporciona una imagen desenfocada, un factor de 1.0 proporciona la imagen original.
nl: Een factor van 0.0 geeft een vervaagde afbeelding, een factor van 1.0 geeft de originele afbeelding.
no: En verdi på 0.0 gir et utydlig bilde, en verdi på 1.0 gir originalbildet.
pt_br: O valor 0.0 deixará a imagem embaçada, o valor 1.0 não alterará a mesma.
sk: Faktor 0.0 dáva rozmazaný obrázok, faktor 1.0 dáva pôvodný obrázok.
tr: 0.0 blanık bir imaj, 1.0 orjinal imajı verir.
zh_hans: 数值为 0.0 时将产生模糊图像, 数值为 1.0 时将产生原图.

source: filters
ca: filtres
da: filtre
de: Filter
es_es: filtros
no: filter
pt_br: filtros
sk: filtre
tr: filtreler
zh_hans: 滤镜

source: size
ca: mida
da: størrelse
de: Größe
es_es: tamaño
nl: afmeting
no: størrelse
pt_br: tamanho
sk: veľkosť
tr: boyutlar
zh_hans: 尺寸

source: The height of the reflection as a percentage of the orignal image. A factor of 0.0 adds no reflection, a factor of 1.0 adds a reflection equal to the height of the orignal image.
ca: L'alçada del reflex com un percentatge de la imatge original. Un factor de 0.0 no afegeix reflex, un factor d'1.0 afegeix un reflex igual a l'alçada de la imatge original.
da: Højden af reflektionen som en procentdel af det originale billede. En faktor af 0.0 tilføjer ingen reflektion, en faktor af 1.0 tilføjer en reflektion lig med højden af det oprindelige billede.
de: Die Höhe der Reflexion als Prozentwert des Originalbildes. Ein Faktor von 0.0 erzeugt keine Reflexion, ein Faktor von 1.0 ergibt eine Reflexion von der Höhe des Originalbildes.
es_es: La altura de la reflexión como porcentaje de la imagen original. Un factor de 0.0 no da ninguna reflexión, un factor de 1.0 añade una reflexión igual a la altura de la imagen original.
nl: De hoogte van de reflectie als precentage van de originele afbeelding. Een factor van 0.0 voegt geen reflectie toe, een factor van 1.0 voegt een reflectie toe met een gelijke hoogte als de originele afbeelding.
no: Høyden av refleksjonen som prosent av originalbildet. En verdi på 0.0 gir ingen refleksjon, en verdi på 1.0 gir en refleksjon tilsvarende høyden på originalbildet.
pt_br: Valor entre 0 e 1. O reflexo será proporcional a altura da imagem. O valor 0.0 não produzirá um reflexo e o valor 1.0 produzirá um reflexo com a mesma altura da imagem original.
sk: Výška odrazu v percentách pôvodného obrázku. Faktor 0.0 nepridáva žiadny odraz, faktor 1.0 pridáva odraz rovný výśke pôvodného obrázku.
tr: Yansımanın yüksekliği, orjinal imajın yüzdelik oranıdır. 0.0 hiç yansıma vermezken, 1.0 orjinal imaj yüksekliği kadar bir yansıma sağlar.
zh_hans: 倒影的高度占原图高度的百分比. 数值为 0.0 时将不添加倒影, 数值为 1.0 时将添加一个与原图高度相同的倒影.

source: strength
ca: reforçament
da: styrke
de: Stärke
es_es: fortaleza
nl: sterkte
no: styrke
pt_br: força
sk: intenzita
tr: gerilim
zh_hans: 拉伸

source: The initial opacity of the reflection gradient.
ca: L'opacitat inicial del gradient de reflex.
da: Den initielle uigennemsigtighed af den reflektive gradient.
de: Die Anfangs-Deckung des Reflexions-Verlaufs.
es_es: La opacidad inicial del gradiente de reflexión.
nl: De initiële doorzichtigheid van de reflectie-gradatie.
pt_br: O valor inicial da opacidade do gradiente de reflexão.
sk: Počiatočná presvitnosť odrazového gradientu.
tr: Yansıma gradyantının başlangıç opaklığı.
zh_hans: 倒影渐变的初始不透明度.

source: The background color of the reflection gradient. Set this to match the background color of your page.
ca: El color de fons del gradient de reflex. Definiu això per coincidir amb el color de fons de la pàgina web.
da: Baggrundsfarven af den reflektive gradient. Sæt dette til at passe med baggrundsfarven af din side.
de: Die Hintergrundfarbe des Reflexions-Verlaufs. Setze dies auf die Hintergrundfarbe deiner Seite.
es_es: El color de fondo del gradiente de reflexión. Establezca esto para hacer coincidir el color de fondo con el color de tu página.
nl: De achtergrondkleur van de reflectie-gradatie. Stel dit in als hetzelfde als de achtergrondkleur van je pagina.
pt_br: A cor de fundo do gradiente de reflexão. Ajuste de acordo com a cor de fundo de sua página.
sk: Farba pozadia odrazového gradientu. Túto položku nastavte tak, aby sa zhodovala s farbou pozadia vašej stránky.
tr: Yansıma gradyantının arkaplan rengi. Bu ayarı sayfanızın arka plan rengine eş seçin.
zh_hans: 倒影渐变的背景色. 请将其设置为展示页面的背景色.

source: photo effect
ca: efecte
da: billedeeffekt
de: Foto-Effekt
es_es: efecto de foto
nl: foto-effect
no: bildeeffekt
pt_br: efeito de foto
sk: efekt fotografie
tr: foto efekti
zh_hans: 照片效果

source: photo effects
ca: efectes
da: billedeeffekter
de: Foto-Effekte
es_es: efectos de foto
nl: foto-effecten
no: bildeeffekter
pt_br: efeitos de foto
sk: efekty fotografie
tr: foto efektleri
zh_hans: 照片效果

source: style
ca: estil
da: stil
de: Stil
es_es: estilo
nl: stijl
no: stil
pt_br: estilo
sk: štýl
tr: tarz
zh_hans: 样式

source: opacity
ca: opacitat
da: uigennemsigtighed
de: Deckung
es_es: opacidad
nl: doorzichtigheid
no: gjennomsiktighet
pt_br: opacidade
sk: priesvitnosť
tr: opaklık
zh_hans: 不透明度

source: The opacity of the overlay.
ca: L'opacitat de la superposició.
da: Uigennemsigtigheden af overlaget.
de: Deckung (Opazität) der Überlagerung
es_es: La opacidad de la superposición
nl: De doorzichtigheid van overliggende afbeelding.
no: Gjennomsiktigheten av overlegget.
pt_br: A opacidade da sobre-imagem (overlay)
sk: Priesvitnosť prekrytia.
tr: Katmanın opaklığı.
zh_hans: 遮罩的不透明度

source: watermark
ca: marca d'aigua
da: vandmærke
de: Wasserzeichen
es_es: marca de agua
nl: watermerk
no: vannmerke
pt_br: marca d'água
sk: vodoznak
tr: su damga
zh_hans: 水印

source: watermarks
ca: marques d'aigua
da: vandmærker
de: Wasserzeichen
es_es: marcas de agua
nl: watermerken
no: vannmerker
pt_br: marcas d'água
sk: vodoznaky
tr: su damgaları
zh_hans: 水印

source: Photo size name should contain only letters, numbers and underscores. Examples: "thumbnail", "display", "small", "main_page_widget".
ca: El nom de la mida de la foto solament deu contenir lletres, nombres i guions baixos. Exemples: "miniatura", "pantalla", "petita", "giny_de_la_pagina_principal".
da: Billede størrelse navn må kun indeholde bogstaver, numre og underscores. Eksempler: "thumbnail", "display", "small", "main_page_widget".
de: Der Name der Fotogröße darf nur Buchstaben, Zahlen und Unterstriche enthalten. Beispiele: "thumbnail", "display", "small", "main_page_widget".
es_es: El nombre del tamaño solo puede contener letras, números y subrayados. Por ejemplo:"miniaturas", "muestra", "muestra_principal".
nl: De naam van de foto-maat mag alleen letters, nummers en underscores bevatten. Voorbeelden: "miniatuur", "weergave", "klein", "hoofdpagina_zijbalk_miniatuur".
no: Navn på bildestørrelse kan kun inneholde bokstaver, tall og understreker. Eksempler: "thumbnail", "display", "small", "main_page_widget".
pt_br: O nome do tamanho da foto somente poderá conter letras, números e underscores. Exemplos: "thumbnail", "tela", "pequeno", "grande".
sk: Názov veľkosti fotografie by mal obsahovať len písmená, čísla a podčiarky. Príklady: "thumbnail", "display", "small", "main_page_widget".
tr: Foto ebat isimleri sadece hafler, rakamlar ve alt tireler içerebilir. Örnekler: "minyaturler", "sergi", "kucuk", "ana_sayfa_vinyeti".
zh_hans: 照片尺寸名称应当仅包含字母, 数字和下划线. 示例: "thumbnail", "display", "small", "main_page_widget".

source: width
ca: amplada
da: bredde
de: Breite
es_es: anchura
nl: breedte
no: bredde
pt_br: largura
sk: šírka
tr: genişlik
zh_hans: 宽度

source: If width is set to "0" the image will be scaled to the supplied height.
ca: Si l'amplada està definida a "0", la imatge s'escalarà a l'altura proporcionada.
da: Hvis bredden er sat til "0" vil billede blive skaleret til den givne højde.
de: Wenn die Breite auf "0" gesetzt ist, wird das Bild proportional auf die angebene Höhe skaliert.
es_es: Si la anchura se establece a "0" la imagen será escalada hasta la altura proporcionada
nl: Als de breedte op "0" wordt gezet zal de afbeelding geschaald worden naar de opgegeven hoogte.
no: Hvis bredden er satt til "0" blir bildet skalert til den oppgitte høyden.
pt_br: Se o valor da largura for "0", a imagem será redimensionada de acordo com a altura informada
sk: Ak je šírka nastavená na "0" obrázok bude podľa mierky upravený na zadanú výšku.
tr: Eğer genişlik 0 verilirse, verilen yüksekliğe göre ölçeklenecek.
zh_hans: 如果宽度设置为 "0" 则图像将以高度为准进行缩放.

source: height
ca: alçada
da: højde
de: Höhe
es_es: altura
nl: hoogte
no: høyde
pt_br: altura
sk: výška
tr: yükseklik
zh_hans: 高度

source: If height is set to "0" the image will be scaled to the supplied width
ca: Si l'alçada està definida a "0", la imatge s'escalarà a l'amplada proporcionada
da: Hvis højden er sat til "0" vil billede blive skaleret til den givne bredde.
de: Wenn die Höhe auf "0" gesetzt ist, wird das Bild proportional auf die angebene Breite skaliert.
es_es: Si la altura se establece a "0" la imagen será escalada hasta la anchura proporcionada
nl: Als de hoogte op "0" wordt gezet zal de afbeelding geschaald worden naar de opgegeven breedte.
no: Hvis høyden er satt til "0" blir bildet skalert til den oppgitte bredden.
pt_br: Se o valor da altura for "0", a imagem será redimensionada de acordo com a largura informada
sk: Ak je výška nastavená na "0" obrázok bude podľa mierky upravený na zadanú šírku
tr: Eğer yükseklik 0 verilirse, verilen genişliğe göre ölçeklenecek.
zh_hans: 如果高度设置为 "0" 则图像将以宽度为准进行缩放.

source: quality
ca: qualitat
da: kvalitet
de: Qualität
es_es: calidad
nl: kwaliteit
no: kvalitet
pt_br: qualidade
sk: kvalita
tr: kalite
zh_hans: 质量

source: JPEG image quality.
ca: Qualitat de la imatge JPEG.
da: JPEG billedekvalitet
de: JPEG-Bildqualität
es_es: Calidad de imagen JPEG.
nl: JPEG afbeeldingskwaliteit
no: JPEG bildekvalitet
pt_br: qualidade da imagem JPEG
sk: JPEG kvalita obrázku.
tr: JPEG kalitesi
zh_hans: JPEG 图像质量

source: upscale images?
ca: millorem les imatges?
da: opskaler billeder?
de: Bilder hochskalieren?
es_es: ¿Aumentar imágenes?
nl: afbeeldingen opschalen?
no: oppskalér bilder?
pt_br: Aumentar a dimensão das imagens?
sk: prispôsobiť obzázky?
tr: imajı büyüt?
zh_hans: 放大图像?

source: If selected the image will be scaled up if necessary to fit the supplied dimensions. Cropped sizes will be upscaled regardless of this setting.
ca: Si la imatge s'escalarà el que calgui per ajustar-se a les dimensions proporcionades. Les mides escapçades s'escalaran tenint em compte aquest paràmetre.
da: Hvis valgt, vil billedet blive skaleret op såfremt det er nødvendigt for at passe til de givne dimensioner. Beskårede størrelser vil blive opskaleret uanset denne indstilling.
de: Soll das Bild hochskaliert werden, um das angegebene Format zu erreichen? Beschnittene Größen werden unabhängig von dieser Einstellung bei Bedarf hochskaliert.
es_es: Si se selecciona la imagen será aumentada si es necesario para ajustarse a las dimensiones proporcionadas. Los tamaños recortados serán aumentados de acuerdo a esta opción.
nl: Als dit is gekozen, zal de afbeelding, indien nodig, opgeschaald worden naar opgegeven afmetingen. Afgeknipte maten worden altijd opgeschaald, ongeacht deze instelling.
no: Hvis valgt, blir bildet vil bli skalert opp om det er nødvendig. Kuttede størrelser vil bli oppskalert uansett innstilling.
pt_br: Se selecionado, a imagem terá sua dimensão aumentada. Imagens cortadas serão redimensionadas independentemente desta configuração.
sk: Ak je táto položka vybratá a je to potrebné, obrázok bude prispôsobený tak, aby sa zmestil do zadaných rozmerov.
tr: Eğer seçilirse, imaj verilen ölçülere göre gerekli ise büyütülecek.
zh_hans: 如果勾选此项, 图像将按需放大以适应所提供的尺寸.裁剪后的尺寸将忽略此项设定并被放大.

source: crop to fit?
ca: escapcem per ajustar?
da: beskær til at passe?
de: Zuschneiden?
es_es: ¿Recortar hasta ajustar?
nl: gepast afknippen?
no: kutt for tilpasning?
pt_br: cortar para conformar?
sk: orezať ak je to potrebné ?
tr: sığdırmak için kes?
zh_hans: 裁剪以适应?

source: If selected the image will be scaled and cropped to fit the supplied dimensions.
ca: Si la imatge seleccionada s'escalarà i escapçarà per ajustar-se a les dimensions proporcionades.
da: Hvis valgt, vil billedet blive skaleret og beskåret for at passe til de givne dimensioner.
de: Soll das Bild auf das angegebene Format skaliert und beschnitten werden?
es_es: Si se selecciona la imagen será escalada y recortada para ajustarse a las dimensiones proporcionadas.
nl: Als dit is gekozen, zal de afbeelding geschaald en afgeknipt worden naar de opgegeven afmetingen.
no: Hvis valgt blir bildet skalert og kuttet for å passe med den oppgitte størrelsen.
pt_br: Se selecionado, a imagem será redimensionada e cortada para se conformar de acordo com as dimensões fornecidas.
sk: Ak je táto položka vybratá, obrázok bude upravený a orezaný, aby sa zmestil do zadaných rozmerov.
tr: Eğer seçilirse imaj ölçeklenecek ve verilen ebatlara sığdırmak için ölçeklenecek.
zh_hans: 如果勾选此项, 图像将被缩放并裁剪以适应所提供的尺寸.

source: pre-cache?
de: Vorausspeichern?
es_es: ¿pre-cachear?
nl: vooraf cachen?
no: mellomlagre på forhånd?
pt_br: pré-cachear?
sk: pred-generovať ?
tr: wstępnie cachować?
zh_hans: 预缓存?

source: If selected this photo size will be pre-cached as photos are added.
ca: Si se selecciona, la mida d'aquesta fotografia es posarà en la memòria cau conforme s'afegeixen.
da: Hvis valgt, vil dette billedes størrelse blive pre-cached som billeder bliver tilføjet.
de: Soll diese Bildgröße im Voraus gespeichert (pre-cached) werden, wenn Fotos hinzugefügt werden?
es_es: Si se selecciona, este tamaño de foto será pre-cacheado cuando se añadan nuevas fotos.
nl: Als dit is gekozen, zullen foto's met deze foto-maat van te voren worden gecached wanneer ze worden toegevoegd.
no: Hvis valgt blir denne bildestørrelsen mellomlagret på forhånd når nye bilder blir lagt til.
pt_br: Se selecionado, o tamanho da foto será pré-cacheado logo após sua inclusão.
sk: Ak je táto položka vybratá, veľkosť fotografie bude pred-generovaná počas pridávania fotografií.
tr: Eğer seçilirse, fotolar eklenirken, ön belleklenecek.
zh_hans: 如果勾选此项, 当添加照片被添加时, 将被处理为该尺寸并预先缓存.

source: increment view count?
ca: incrementem el comptador de vistes?
da: inkrementer set tæller?
de: Bildzähler?
es_es: ¿incrementar contador de visualizaciones?
nl: aantal vertoningen ophogen?
no: øke visningstelleren?
pt_br: Incrementar o contador de visualizações?
sk: zvýšiť počet zobrazení?
tr: görüntüleme sayısını arttır?
zh_hans: 累计预览次数?

source: If selected the image's "view_count" will be incremented when this photo size is displayed.
ca: Si se selecciona, el comptador de vistes de la imatge s'incrementarà quan la fotografia es mostre.
da: Hvis valgt, vil billedets "view_count" blive inkrementeret når billedets størrelse vises.
de: Soll der Ansichts-Zähler (view-count) hochgezählt werden, wenn ein Foto dieser Größe angezeigt wird?
es_es: Si se selecciona el "contador de visualizaciones" se incrementará cuando esta foto sea visualizada.
nl: Als dit is gekozen, zal het aantal vertoningen van de afbeelding worden opgehoogd wanneer deze foto-maat wordt weergegeven.
no: Hvis valgt vil "visningstelleren" øke hver gang denne bildestørrelsen vises.
pt_br: Se selecionado, o "view_count" desta imagem será incrementado quando o tamanho da mesma for mostrado.
sk: Ak je táto položka vybratá, "view_count" obrázku bude zvýšený, keď sa zobrazí veľkosť tohto obrázku.
tr: Eğer seçilirse, imajın "görüntülenme sayısı", foto görüntülendikçe artacak.
zh_hans: 如果勾选此项, 图像的 "预览次数" 将在该尺寸的图像被显示时一并累计.

source: watermark image
ca: imatge de la marca d'aigua
da: vandmærkebillede
de: Wasserzeichen-Bild
es_es: marca de agua
nl: watermerk-afbeelding
no: vannmerke på bilde
pt_br: imagem para marca d'água
sk: použiť vodoznak na obrázok
tr: su damgası imajı
zh_hans: 水印图像

source: photo size
ca: mida de la foto
da: billedestørrelse
de: Foto-Größe
es_es: tamaño de foto
nl: foto-maat
no: bildestørrelse
pt_br: tamanho da foto
sk: veľkosť fotografie
tr: photo ebadı
zh_hans: 图像尺寸

source: photo sizes
ca: mides de les fotos
da: billedestørrelser
de: Foto-Größen
es_es: tamaños de foto
nl: foto-maten
no: bildestørrelser
pt_br: tamanhos das fotos
sk: veľkosti fotografie
tr: photo ebadları
zh_hans: 图像尺寸

source: Can only crop photos if both width and height dimensions are set.
ca: Solament es poden escapçar imatges si l'amplada i l'altura estan definides.
da: Kan kun beskære billeder hvis både bedde og højde er specificeret.
de: Fotos können nur zugeschnitten werden, wenn Breite und Höhe angegeben sind.
es_es: Solo puede recortar las fotos si ancho y alto están establecidos.
nl: Kan alleen foto's uitsnijden als zowel de waarde van de breedte en de hoogte zijn ingesteld.
sk: Fotky môžete orezať len vtedy, ak je nastavená šírka a výška.
tr: Eğer hem yükseklik hem de genişlik belirtilirse fotoğraf kırpılır.
zh_hans: 仅当宽度和高度都被设置时裁剪照片

source: Upload a zip archive
ca: Penja un fitxer zip
da: Upload et zip-arkiv
de: Lade ein Zip-Archiv hoch
es_es: Subir archivo ZIP
nl: Upload een zip-archief
sk: Nahrať ZIP archív
zh_hans: 上传 zip 存档

source: Home
ca: Inici
da: Hjem
de: Start
es_es: Inicio
sk: Domov
tr: Anasayfa
zh_hans: 首页

source: Upload
ca: Penja
de: Hochladen
es_es: Subir
sk: Nahrať
tr: Yükle
zh_hans: 上传
